[
    {
    "id": 16,
    "title": "Jewels",
    "body": "It’s Sarah Whitfield’s seventy-fifth birthday and she’s taking a trip down memory lane. Rewind to 1930s New York, where Sarah’s ill-fated marriage to the wayward Freddie ends in divorce. In an effort to distract their daughter from her grief, her parents take her to Europe. Unfortunately, a change of scene isn’t quite what the doctor ordered — that is, until William, Duke of Whitfield comes along. After a whirlwind romance, they get married, but newlywed bliss is over before it’s properly begun as WWII breaks out. \n\nWhile the world scrimps and scrabbles to rebuild itself post-war, The Whitfields stumble into a lucrative enterprise — buying and selling jewels. It’s not just their business that’s blossoming: their brood is expanding too. As the children grow older, Sarah must juggle motherhood and profits. When they finally fly the nest, an empty house isn’t the reprieve it’s cracked up to be. In fact, it brings a new problem; There won’t be any sitting back and relaxing until the family legacy is secured.",
    "genre": "Romance",
    "image_url": "https://m.media-amazon.com/images/I/41WOjhkH3RL.jpg",
    "author": "Danielle Steel"
    },
    {
    "id": 17,
    "title": "Pet Sematary",
    "body": "The road in front of Dr. Louis Creed's rural Maine home frequently claims the lives of neighborhood pets. Louis has recently moved from Chicago to Ludlow with his wife Rachel, their children and pet cat. Near their house, local children have created a cemetery for the dogs and cats killed by the steady stream of transports on the busy highway. Deeper in the woods lies another graveyard, an ancient Indian burial ground whose sinister properties Louis discovers when the family cat is killed.\n\n",
    "genre": "Horror",
    "image_url": "https://stephenking.com/images/books/pet_sematary/hardcover_prop_embed.jpg",
    "author": "Stephen King"
    },
    {
    "id": 18,
    "title": "Along Came A Spider",
    "body": "Alex Cross is a homicide detective with a Ph.D. in psychology. He works and lives in the ghettos of D. C. and looks like Muhammad Ali in his prime. He's a tough guy from a tough part of town who wears Harris Tweed jackets and likes to relax by banging out Gershwin tunes on his baby grand piano. But he also has two adorable kids of his own, and they are his own special vulnerabilities.\n\nJezzie Flanagan is the first woman ever to hold the highly sensitive job as supervisor of the Secret Service in Washington. Blond, mysterious, seductive, she's got an outer shell that's as tough as it is beautiful. She rides her black BMW motorcycle at speeds of no less than 100 mph. What is she running from? What is her secret?\n\nAlex Cross and Jezzie Flanagan are about to have a forbidden love affair-at the worst possible time for both of them. Because Gary Soneji, who wants to commit the \"crime of the century,\" is playing at the top of his game. Soneji has outsmarted the FBI, the Secret Service, and the police. Who will be his next victim?\n\nGary Soneji is every parent's worst nightmare. He has become Alex Cross's nightmare. And now, reader, he's about to become yours.",
    "genre": "Suspense",
    "image_url": "https://images-na.ssl-images-amazon.com/images/I/51dGivzCAOL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
    "author": "James Patterson"
    },
    {
    "id": 19,
    "title": "The Lost Symbol",
    "body": "As the story opens, Harvard symbologist Robert Langdon is summoned unexpectedly to deliver an evening lecture in the U.S. Capitol Building. Within minutes of his arrival, however, the night takes a bizarre turn. A disturbing object--artfully encoded with five symbols--is discovered in the Capitol Building. Langdon recognizes the object as an ancient invitation . . . one meant to usher its recipient into a long-lost world of esoteric wisdom.\n\nWhen Langdon’s beloved mentor, Peter Solomon--a prominent Mason and philanthropist--is brutally kidnapped, Langdon realizes his only hope of saving Peter is to accept this mystical invitation and follow wherever it leads him. Langdon is instantly plunged into a clandestine world of Masonic secrets, hidden history, and never-before-seen locations--all of which seem to be dragging him toward a single, inconceivable truth.\n\nAs the world discovered in The Da Vinci Code and Angels & Demons, Dan Brown’s novels are brilliant tapestries of veiled histories, arcane symbols, and enigmatic codes. In this new novel, he again challenges readers with an intelligent, lightning-paced story that offers surprises at every turn. The Lost Symbol is exactly what Brown’s fans have been waiting for . . . his most thrilling novel yet.",
    "genre": "Thriller",
    "image_url": "https://images-na.ssl-images-amazon.com/images/I/51FM28OaUkL._SX328_BO1,204,203,200_.jpg",
    "author": "Dan Brown"
    },
    {
    "id": 21,
    "title": "Don't Leave Me Alone",
    "body": "Leah’s husband has secrets. But so does she.\n\nLeah and her husband Ben move to a gorgeous timber cottage in the hills, convinced a change of scenery can fix their marriage. She’ll finally get pregnant. He’ll remain faithful.\n\nBut Ben is called back to the city for work.\n\nLeah is devastated, and all alone in a big, old cabin in the middle of nowhere. Then she starts hearing things at night.\n\nHer fears are founded when she finds a threatening note, convinced it’s targeted at her. But she needs to prove to Ben that she’s grounded enough to be a mother, so she keeps her fears a secret.\n\nLeah must figure out who’s taunting her. Alone.\n\nDoes it have to do with the chilling history of her house?\n\nIs her husband keeping tabs on her from afar?\n\nWhat about her creepy hillbilly neighbor? Or the handsome one who owns a winery?\n\nLeah discovers her husband had more secrets than she thought. But also that she can’t keep her own secrets hidden forever, either",
    "genre": "Thriller",
    "image_url": "https://images-na.ssl-images-amazon.com/images/I/41Flh6-K27L._SX331_BO1,204,203,200_.jpg",
    "author": "Kyla Sharp"
    },
    {
    "id": 22,
    "title": "The Other Side of the Door",
    "body": "Who is more dangerous? An enemy, a friend, or a lover?\n\nWhen Bonnie Graham arrives at her boyfriend’s apartment in London, she is horrified to discover a dead body in a pool of blood on the floor. But she doesn’t call the police. Bonnie hides the corpse and then carefully wipes away any evidence she was ever there.\n\nBonnie is a music teacher who spent a long, hot summer in London rehearsing with a band to play at a friend’s wedding. It was supposed to be fun, but the band members find the complicated knots of their friendships—some old, some new—unraveling as the days themselves unwind. What was meant to be a summer of happiness, love, and music turns deadly as lovers betray one another, passions turn murderous, and friendship itself becomes a crime.\n\nEveryone tells lies. But is anyone prepared to tell the truth to uncover a murderer?",
    "genre": "Thriller",
    "image_url": "https://images-na.ssl-images-amazon.com/images/I/51rB8JoFEyL._SX330_BO1,204,203,200_.jpg",
    "author": "Nicci French"
    },
    {
    "id": 23,
    "title": "The Silent Sisters",
    "body": "After a harrowing escape from Russian agents on his last mission, Charles Jenkins thinks he’s finally done with the spy game. But then the final two of the seven sisters—American assets who have been deep undercover in Russia for decades—cut off all communication with their handlers. Are they in hiding after detecting surveillance? Or have they turned and become double agents? It’s Jenkins’s duty to find out, but he’s been added to a Russian kill list. It will require all of Jenkins’s knowledge of spycraft—and an array of disguises—to return to the country undetected.\n\nBut plans go awry his first night in Moscow when Jenkins gets involved in an altercation that ends in the death of the son of one of Russia’s most powerful organized crime leaders. Pursued by mafia henchmen, Russian agents, and a particularly dogged Moscow police detective, Jenkins is determined to track down the final two sisters and get them to America—or die trying. As various forces close in, Jenkins fears this time he might’ve pushed his luck too far.",
    "genre": "Thriller",
    "image_url": "https://m.media-amazon.com/images/I/51rWyrdtxdL.jpg",
    "author": "Robert Dugoni"
    },
    {
    "id": 24,
    "title": "An Offer From a Gentleman",
    "body": "Sophie Beckett never dreamed she’d be able to sneak into Lady Bridgerton’s famed masquerade ball—or that “Prince Charming” would be waiting there for her! Though the daughter of an earl, Sophie has been relegated to the role of servant by her disdainful stepmother. But now, spinning in the strong arms of the debonair and devastatingly handsome Benedict Bridgerton, she feels like royalty. Alas, she knows all enchantments must end when the clock strikes midnight.\n\nEver since that magical night, a radiant vision in silver has blinded Benedict to the attractions of any other—except, perhaps, this alluring and oddly familiar beauty dressed in housemaid’s garb whom he feels compelled to rescue from a most disagreeable situation. He has sworn to find and wed his mystery miss, but this breathtaking maid makes him weak with wanting her. Yet, if he offers her his heart, will Benedict sacrifice his only chance for a fairy-tale love?",
    "genre": "Romance",
    "image_url": "https://images-na.ssl-images-amazon.com/images/I/51fXh9AYuEL._SX330_BO1,204,203,200_.jpg",
    "author": "Julia Quinn"
    },
    {
    "id": 25,
    "title": "Devoted",
    "body": "Woody Bookman hasn’t spoken a word in his eleven years of life. Not when his father died in a freak accident. Not when his mother, Megan, tells him she loves him. For Megan, keeping her boy safe and happy is what matters. But Woody believes a monstrous evil was behind his father’s death and now threatens him and his mother. And he’s not alone in his thoughts. An ally unknown to him is listening.\n\nA uniquely gifted dog with a heart as golden as his breed, Kipp is devoted beyond reason to people. When he hears the boy who communicates like he does, without speaking, Kipp knows he needs to find him before it’s too late.\n\nWoody’s fearful suspicions are taking shape. A man driven by a malicious evil has set a depraved plan into motion. And he’s coming after Woody and his mother. The reasons are primal. His powers are growing. And he’s not alone. Only a force greater than evil can stop what’s coming next.",
    "genre": "Fiction",
    "image_url": "https://m.media-amazon.com/images/I/51KYKPnRXiL.jpg",
    "author": "Dean Koontz"
    },
    {
    "id": 26,
    "title": "The Lady Of The Ravens: The Agincourt Bride -- Queens of the Tower",
    "body": "Elizabeth of York, her life already tainted by dishonour and tragedy, now queen to the first Tudor king, Henry the VII.\n\nJoan Vaux, servant of the court, straining against marriage and motherhood and privy to the deepest and darkest secrets of her queen. Like the ravens, Joan must use her eyes and her senses, as conspiracy whispers through the dark corridors of the Tower.\n\nThrough Joan’s eyes, The Lady of the Ravens inhabits the squalid streets of Tudor London, the imposing walls of its most fearsome fortress and the glamorous court of a kingdom in crisis.",
    "genre": "Fiction",
    "image_url": "https://m.media-amazon.com/images/I/519Ob2Q23zL.jpg",
    "author": "Joanna Hickson"
    },
    {
    "id": 27,
    "title": "The Trouble With Secrets: The Kilteegan Bridge Story",
    "body": "For eighteen year old Lena O'Sullivan, life is predictable and dull. A future of hard work, marriage to a local boy, and a family of her own one day is all she has to look forward to. People from her background know not to expect too much, but Lena yearns for something different.\n\nMalachy Berger was different, for him, the world is at his feet. An only child of a wealthy, if peculiar father, a large inheritance, a beautiful house and a fine education are his due.\n\nNobody is in favour of Lena and Malachy’s friendship, but why not? What harm are they doing? Why is everyone so dead set against it?\n\nThen fate takes a hand, and Lena realises that secrets and lies have bound her and Malachy in an impossible situation. And their future seems determined by events that happened long before they were born.\n\nFrom rural Ireland to post-war Cardiff, Lena and Malachy’s story winds its way back to wartime Germany and occupied France in a web of deceit that threatens to destroy them both.",
    "genre": "Mystery",
    "image_url": "https://m.media-amazon.com/images/I/410woDnYA5L.jpg",
    "author": "Jean Grainger"
    },
    {
    "id": 28,
    "title": "The Locked Door",
    "body": "Some doors are locked for a reason…\n\n\nWhile eleven-year-old Nora Davis was up in her bedroom doing homework, she had no idea her father was killing women in the basement.\n\nUntil the day the police arrived at their front door.\n\nDecades later, Nora’s father is spending his life behind bars, and Nora is a successful surgeon with a quiet, solitary existence. Nobody knows her father was a notorious serial killer. And she intends to keep it that way.\n\nThen Nora discovers one of her young female patients has been murdered. In the same unique and horrific manner that her father used to kill his victims.\n\nSomebody knows who Nora is. Somebody wants her to take the fall for this unthinkable crime. But she’s not a killer like her father. The police can’t pin anything on her.\n\nAs long as they don’t look in her basement.",
    "genre": "Mystery",
    "image_url": "https://m.media-amazon.com/images/I/41OfSb7-3oL.jpg",
    "author": "Freida McFadden"
    },
    {
    "id": 29,
    "title": "The Devil's Shallows",
    "body": "Eight miles of mystery. One night of terror.\n\nResidents trapped in a remote neighborhood confront the unimaginable in this horror novel from award-winning author Debra Castaneda.\n\nThe salt marsh at Devil’s Landing is home to a terrifying urban legend.\n\nAdam Gray knows the old stories about the Slough Devil, the missing children, and the mutilated animals. But the naturalist and wilderness survival expert doesn’t believe in monsters. Not even when a tourist on his boat sees a strange creature in the tidal channel and captures it on video.\n\nWhen Adam moves into a controversial housing development next to the marsh, shocking new evidence emerges, and it’s not long before he’s confronted with a series of horrifying and unexplained events.\n\nIt takes Christina, his feisty new neighbor, to get him to believe something lurks in the slough. Something disturbed by the new community.\n\nWhen a massive storm maroons the residents, Adam and Christina find themselves trapped and tested in a fight for their lives.\n\nContent warning: Sexual assault",
    "genre": "Horror",
    "image_url": "https://m.media-amazon.com/images/I/412r3cXO7QL.jpg",
    "author": "Debra Castaneda"
    },
    {
    "id": 30,
    "title": "The Silent Patient",
    "body": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.\n\nAlicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London.\n\nTheo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations―a search for the truth that threatens to consume him.",
    "genre": "Suspense",
    "image_url": "https://images-na.ssl-images-amazon.com/images/I/41WppYGh1pL._SX330_BO1,204,203,200_.jpg",
    "author": "Alex Michaelides"
    }
    ]